[
  {
    "speakerName": "Danny Fontaine",
    "speakerImage": "",
    "speakerBio": "Danny is the go-to-market Creative Director for IBM Consulting UK & Ireland. He focuses on creating powerful communication strategies for our clients across a multitude of sectors.",
    "speakerTitle": "Creative Director UKI",
    "speakerLinkedin": "https://www.linkedin.com/in/dannyfontaine/"
  },
  {
    "speakerName": "Chris Hay",
    "speakerImage": "",
    "speakerBio": "A Distinguished Engineer for IBM, working in the Customer Transformation division within IBM Consulting. Chris spends a lot of time analysing Technology trends so he can effectively guide teams and customers in their transformation. He specialises in web and mobile technologies, commerce, cloud and IT architecture. ",
    "speakerTitle": "Distinguished Engineer",
    "speakerLinkedin": "https://www.linkedin.com/in/chrishayuk/"
  },
  {
    "speakerName": "Mary Wallace",
    "speakerImage": "",
    "speakerBio": "Mary is a Subject Matter Expert at IBM, focusing on retail strategy, technology and emerging consumer behaviour.  Her shopping bag currently contains: Customer journeys & consumer experiences; Store of the Future services; and Digital Product Passports and Intelligent Products.",
    "speakerTitle": "Retail & Consumer Behaviour SME",
    "speakerLinkedin": "https://www.linkedin.com/in/marywallace/"
  },
  {
    "speakerName": "Tony Storr",
    "speakerImage": "",
    "speakerBio": "Tony is the Global Leader for Mobile and XR, with over 30 years of experience at IBM. He began as a highly skilled technical leader and laer transitioned into business and human/tech experience leadership.\n\nTony inspires clients to adopt the next generation of mobile app services, transforming both work and customer engagement.\n\nThroughout his career, he has led strategy and deployment of cutting-edge solutions and built numerous delivery organisations, transforming complex application portfolios for clients across various industries and geographies",
    "speakerTitle": "Partner - Global Leader for Mobile & Spatial Computing",
    "speakerLinkedin": "https://www.linkedin.com/in/tony-storr-b6958412/"
  },
  {
    "speakerName": "Justin Ablett",
    "speakerImage": "",
    "speakerBio": "Justin Ablett is the IBM iX Customer Transformation Lead for the UK and Ireland in IBM. He specialises in helping clients to improve customer experience and business outcomes, building and growing businesses.",
    "speakerTitle": "IBM iX & Customer Transformation Lead for UKI in IBM Consulting",
    "speakerLinkedin": "https://www.linkedin.com/in/justinablett/"
  },
  {
    "speakerName": "Emma Flinter",
    "speakerImage": "",
    "speakerBio": "Emma works with leading brands and clients across Europe to power modern marketing in an age where customer experience drives competitive advantage and sustained growth.",
    "speakerTitle": "European Marketing Services Leader | Digital Marketing Transformation SME",
    "speakerLinkedin": "https://www.linkedin.com/in/emmaflinter/"
  },
  {
    "speakerName": "Jeremy Bassinder",
    "speakerImage": "",
    "speakerBio": "Jez is a Partner at IBM and the leader of the Generative Al and Watsonx practice for the UK and Ireland, Jez stands at the forefront of digital and consumer transformation.\n\nHis expertise spans across luxury, FMCG, retail, and transportation, driving innovation and sustainability through analytics, Al, and technology.\n\nJeremy's passion for envisioning the future alongside clients and guiding them through transformational journeys has established him as a prominent figure in the Al community.\n\nHis contributions include securing a patent that enhances our understanding of consumer behaviour through city dynamics and showcasing his dedication to leveraging technology for better business performance and engagement.",
    "speakerTitle": "Partner - UKI Generative AI and watsonx leader",
    "speakerLinkedin": "https://www.linkedin.com/in/jeremybassinder/"
  },
  {
    "speakerName": "Hugh Griffith",
    "speakerImage": "",
    "speakerBio": "Hugh Griffith joined IBM Consulting over 3 years ago as the UK and Ireland's first content designer. He now leads our content design practice, having grown this team to over 15 content designers working across a wide range of industries from public sector to the sports industry. Recently, he has been focusing on the impact GenAI will have on content and how IBM's clients can adopt it in their workflows",
    "speakerTitle": "Associate Design Director at IBM iX",
    "speakerLinkedin": "https://www.linkedin.com/in/hugh-griffith/"
  },
  {
    "speakerName": "Danny Bagge",
    "speakerImage": "",
    "speakerBio": "Danny is an expert in retail transformation, focusing on crafting complex deals, engaging with the C-suite, leading go-to-market teams, and using their energy, passion, industry and technical knowledge to create value for IBM and their clients.\n\nDanny has experience working with clients across various retail sectors, such as grocery, fashion, department stores, luxury, specialty, H&B and general merchandise, to integrate technology into all aspects of their businesses.",
    "speakerTitle": "Lead Client Partner",
    "speakerLinkedin": "https://www.linkedin.com/in/danny-bagge-a4721a/"
  }
]
